
[
        {
            "_nid":60,
            "_illustration":"MicrocebusP&amp;B",
            "_illustration_description":"a. Microcebus sitting in a tree\nb. Microcebus climbing upside down on twigs\nc. Microcebus standing on a horizontal branch\nd. Microcebus standing on a twig\ne. Microcebus mating\n"
        },
        {
            "_nid":61,
            "_illustration":"LFG3MicrocebusPlate1b",
            "_illustration_description":""
        },
        {
            "_nid":62,
            "_illustration":"LFG3MicrocebusPlate2b",
            "_illustration_description":""
        },
        {
            "_nid":63,
            "_illustration":"LFG3MicrocebusPlate3b",
            "_illustration_description":""
        },
        {
            "_nid":131,
            "_illustration":"MirzaP&amp;B",
            "_illustration_description":"a. Mirza resting on a large branch\n\tb. Mirza preparing to leap\n\tc. Mirza in an upside-down clinging posture\n\td. Close-up of the face of Mirza (note the large ears)\n\te. Mirza clinging sideways on a vertical branch while looking around\n\tf. Mirza crouched on a branch looking around\n\tg. Mirza in a sitting posture\n"
        },
        {
            "_nid":142,
            "_illustration":"AllocebusP&amp;B",
            "_illustration_description":"a. Allocebus climbing down twigs\n\tb. Allocebus standing quadrupedally on a branch\n\tc. Allocebus standing bipedally\n\td. Allocebus clinging upside-down on a vertical branch\n\te. Allocebus bridging between two supports\n\tf. Allocebus standing quadrupedally and looking around\n"
        },
        {
            "_nid":147,
            "_illustration":"Allocebus-rescan",
            "_illustration_description":""
        },
        {
            "_nid":150,
            "_illustration":"CheirogaleusP&amp;B",
            "_illustration_description":"a. Cheirogaleus standing quadrupedally\n\tb. Cheirogaleus standing on twigs\n\tc. Cheirogaleus clinging sideways to a branch\n\td. Cheirogaleus feeding\n\te. Cheirogaleus clinging to branches\n"
        },
        {
            "_nid":176,
            "_illustration":"PhanerP&amp;B",
            "_illustration_description":"a. Phaner clinging sideways to a vertical branch\nb. Phaner in characteristic upside-down vertical clinging posture on a tree trunk\nc. Phaner walking quadrupedally on a branch\nd. Phaner eating gum on the trunk of a taly tree\ne. Phaner clinging vertically to a branch\nf. Phaner clinging sideways to a branch\ng. Phaner clinging sideways to the trunk of a tree\nh. Close-up of Phaner’s specialized lower dentition, the “tooth-comb” used to gouge holes to feed on tree exudates\ni. Phaner in an upside-down vertical clinging posture feeding on tree exudates\n"
        },
        {
            "_nid":197,
            "_illustration":"LepilemurP&amp;B",
            "_illustration_description":"Lepilemur postural and behavioral drawings :\n a. Lepilemur in an aggressive posture\nb. Lepilemur resting in a daytime sleeping site in the fork of a tree\nc. Lepilemur peering out from a daytime sleeping hole\nd. Mother and infant Lepilemur resting in a vertical clinging posture\ne-f. Lepilemur leaping and twisting in mid-air from a vertical clinging posture g. Lepilemur in a resting posture\nh-k. Sequence of images showing Lepilemur landing on a vertical trunk\nl. Side view of head\n"
        },
        {
            "_nid":275,
            "_illustration":"LepilemurP&amp;B_0",
            "_illustration_description":"a. Lepilemur in an aggressive posture \nb. Lepilemur resting in a daytime sleeping site in the fork of a tree \nc. Lepilemur peering out from a daytime sleeping hole\nd. Mother and infant Lepilemur resting in a vertical clinging posture \ne-f. Lepilemur leaping and twisting in mid-air from a vertical clinging posture\ng. Lepilemur in a resting posture\nh-k. Sequence of images showing Lepilemur landing on a vertical trunk\nl. Side view of head\n \n"
        },
        {
            "_nid":378,
            "_illustration":"HapalemurPostural",
            "_illustration_description":"    a. Hapalemur griseus in a vertical clinging rest posture \n    b. Hapalemur griseus resting, braced between two trunks\n    c. Hapalemur griseus sitting on a horizontal branch\n    d. Hapalemur aureus descending a branch \n    e. Hapalemur aureus reaching up to feed on bamboo shoots\n    f. Hapalemur griseus looking around in a vertical clinging posture \n    g. Hapalemur aureus using a vertical clinging posture to feed on bamboo\n    h. Hapalemur griseus with an infant in a crouched sitting posture\n    i. Hapalemur griseus with an infant in a crouched sitting posture (the adult’s mouth\n       is open in threat)\n \n"
        },
        {
            "_nid":417,
            "_illustration":"LemurP&amp;B1",
            "_illustration_description":"    a. Lemur catta feeding on tamarind fruit\n    b. Lemur catta in mid-leap \n    c. Lemur catta male anointing its tail with scent from the antebrachial gland on the  \n     plantar surface of the wrist\n    d. Lemur catta in mid-leap\n    e. Lemur catta in mid-leap\n    f. Lemur catta climbing in a tree\n"
        },
        {
            "_nid":425,
            "_illustration":"EulemurP&amp;B1",
            "_illustration_description":"a. Eulemur fulvus female and infant standing quadrupedally\n     b. Eulemur mongoz female and infant sitting on a branch \n    c. Eulemur albifrons male walking quadrupedally on a branch\n    d. Eulemur fulvus female standing and feeding \n    e. Eulemur fulvus female in a sitting posture\n    f. Eulemur rubriventer male in a vertical clinging resting posture\n"
        },
        {
            "_nid":499,
            "_illustration":"ruffeds1",
            "_illustration_description":"a. Varecia standing quadrupedally on a rock \n    b. Varecia female grooming young using the tooth comb\n    c. Varecia employing a hindlimb suspensory posture and looking around\n    d. Varecia using a hindlimb suspensory posture for feeding\n    e. Varecia resting in the fork of a tree\n    f. Varecia standing quadrupedally on a branch \n    g. Varecia in a seated resting posture \n    h. Varecia leaping from one tree branch to another \n \n"
        },
        {
            "_nid":521,
            "_illustration":"AvahiP&amp;B",
            "_illustration_description":"a. A group of Avahi huddled together in the characteristic sleeping posture \nb. Avahi infant “parked” on a branch by its mother \nc. Avahi in a supported sitting posture \nd. Avahi in a sitting posture \ne. Avahi mother and infant resting in the fork of a tree  \nf. Avahi in the vertical clinging posture, showing the partly wound-up tail of an \n   animal that has just been disturbed\n"
        },
        {
            "_nid":556,
            "_illustration":"PropithecusP&amp;B1",
            "_illustration_description":"    a. Propithecus verreauxi in a suspensory feeding posture\n    b. Propithecus verreauxi feeding \n    c. Propithecus verreauxi leaping\n    d. Propithecus verreauxi sitting in a tree fork\n    e. Propithecus verreauxi in a suspensory posture    \n \n"
        },
        {
            "_nid":557,
            "_illustration":"PropithecusP&amp;B2",
            "_illustration_description":"    a. Propithecus coquereli in the characteristic “chair” sitting posture\n    b. Propithecus verreauxi resting on forked branches \n    c. Propithecus coquereli in a suspensory resting posture\n    d. Propithecus verreauxi female and infant sitting on a branch\n    e. Propithecus coquereli female and infant resting in a vertical \n       clinging posture\n"
        },
        {
            "_nid":558,
            "_illustration":"PropithecusP&amp;B4",
            "_illustration_description":"    a. Propithecus edwardsi with an infant in a seated resting posture, using branches  above as support\n    b. Propithecus edwardsi with infant, about to leap from a vertical clinging position \n    c. Propithecus edwardsi with infant in a vertical clinging resting posture\n    d. Propithecus edwardsi in a seated resting posture\n"
        },
        {
            "_nid":559,
            "_illustration":"PropithecusP&amp;B3",
            "_illustration_description":"    a. Propithecus verreauxi jumping from a tree to the ground \n    b-g. Propithecus verreauxi using the characteristic bipedal hopping locomotion to \n         cross the ground\n"
        },
        {
            "_nid":606,
            "_illustration":"IndriP&amp;B2",
            "_illustration_description":"a. Indri suspended by its arms, using a very simple arm-swinging locomotion \n    b. Indri resting on a horizontal branch\n    c-d. Indri leaping\n    e. Indri feeding from a vertical clinging posture\n"
        },
        {
            "_nid":607,
            "_illustration":"IndriP&amp;B",
            "_illustration_description":"a. Close-up of Indri feeding on leaves \nb. Indri calling\nc. Indri looking up, about to leap from a vertical clinging posture\nd. Indri with infant resting in a vertical clinging posture\ne. Indri with infant resting in a sitting posture\n"
        },
        {
            "_nid":617,
            "_illustration":"DaubentoniaP&amp;B",
            "_illustration_description":"    a. Captive Daubentonia eating an egg using its long bony middle finger \n    b. Daubentonia suckling an infant\n    c. Daubentonia in an aggressive posture\n    d. Daubentonia using its long incisor teeth to gnaw a hole in a branch\n    e. Daubentonia listening and probing for grubs with its long, bony middle finger\n     (note the position of the ears)\n    f. Daubentonia grooming its long, bony middle finger\n"
        }
]
