
{
    "data":[
        {
            "_site_id":720,
            "_title":"Ambanja",
            "_body":"The town of Ambanja is in northwestern Madagascar about 265 km south of Antsiranana along RN6, the popular tourist route to Nosy Be. Secondary forests near Ambanja offer opportunities to view the northern giant mouse lemur (Mirza zaza), which appears to be especially abundant in abandoned cashew orchards. The northern bamboo lemur (Hapalemur occidentalis) can also be be encountered in forests along the Sambirano River valley near the village of Benavony, southeast of Ambanja, and on the Nosy Faly Peninsula, approximately 30 km northeast of Ambanja. The Sambirano fork-marked lemur (Phaner parienti) can be seen in this region as well, sometimes even along the main roads at night. There are simple hotels in Ambanja and better ones, such as the Hotel Dauphin Bleu, about 25 km to the west in Ankify.\n",
            "_map_id":1437
        },
        {
            "_site_id":721,
            "_title":"Ambatovaky Special Reserve",
            "_body":"This special reserve covers some 60,050 ha of lowland forest, and is the largest special reserve in the country. Access is difficult and may require expedition-level preparation. What is more, there are no hotels nearby so visitors should be self-sufficient and prepared to camp. A large and varied selection of eastern rain forest taxa have been reported from this site. Among these are mouse lemurs (an unknown species of Microcebus), Masoala fork-marked lemur (Phaner furcifer), northern bamboo lemur (Hapalemur occidentalis), brown lemur (Eulemur fulvus), red-bellied lemur (Eulemur rubriventer), variegated black-and-white ruffed lemur (Varecia variegata variegata), eastern woolly lemur (Avahi laniger), diademed sifaka (Propithecus diadema), indri (Indri indri), and aye-aye (Daubentonia madagascariensis). The nearest town of any size is Soanoerana-Ivongo, which can be reached by car from Toamasina. Due to the difficulty of access, lack of tourist facilities, and various taboos which hold sway here, visitors are advised to arrange travel through an experienced Antananarivo-based ground operator.\n",
            "_map_id":1438
        },
        {
            "_site_id":722,
            "_title":"Ambohijanahary Special Reserve",
            "_body":"This small reserve (24,750 ha, between 800 and 1,600 m above sea level) is located in west-central Madagascar near Bongolava, between Tsiroanomandidy and Maintirano. The nearest airport is Tsiroanomandidy, a town best known for its large cattle market. The reserve provides an opportunity to see Decken’s sifaka (Propithecus diadema) and possibly crowned sifaka (Propithecus coronatus), but there are presently no facilities for visitors. Trips should be organized through an Antananarivo-based tour operator, especially since there is a danger of cattle-rustlers in the area.\n",
            "_map_id":1439
        },
        {
            "_site_id":723,
            "_title":"Ambohitantely Special Reserve",
            "_body":"Located in east-central Madagascar on the high central plateau, about 130 km (2–3 hours by car) from Antananarivo, this reserve is easily accessed by way of RN4. Camping is possible, and there are basic hotels in the small nearby city of Ankazobe (30 km). Species that have been reported here include an as-yet unidentified form of mouse lemur (Microcebus), gray bamboo lemur (Hapalemur griseus griseus), brown lemur (Eulemur fulvus), and eastern woolly lemur (Avahi laniger). The crowned sifaka (Propithecus coronatus) was formerly found here as well, but was extirpated in the 1960s.\n",
            "_map_id":1440
        },
        {
            "_site_id":724,
            "_title":"Andasibe (= Périnet): Analamazaotra Special Reserve, and Mantadia National Park ***",
            "_body":"The Analamazaotra Special Reserve is one of the most frequently visited sites in the country, one of the easiest to reach, and one of the best places to observe lemurs in Madagascar, and indeed one of the best primate-watching sites in the world. It is located right next to the village of Andasibe, which is also sometimes referred to as Périnet (actually the name of the train station). Andasibe is about 145 km east of Antananarivo on RN2 (one of Madagascar’s better roads and the highway to the eastern coastal port of Toamasina), and can be reached in 2½ to 4 hours by car, depending on traffic and stops along the way. There are various hotels in Andasibe, suitable for all budgets. A few are particularly worth mentioning; the upscale Vakona Hotel, the charming Feon’ny Ala Hotel (which has the advantage of being situated right next to the forest in which the principal indri tourist groups live), and the Mikalo Hotel, an extension of the historic old train station hotel, the Hotel de la Gare, which used to be the only place to stay prior to the 1980s. Another hotel, Euphon, is located along the main highway right before the turnoff to Andasibe, and is also a good place to stay. Analamazaotra consists of mid-altitude montane rain forest at 900–1,250 m, but covers a mere 810 ha. However, it is immediately adjacent to the much larger Mantadia National Park and several other important forests, such as Maromizaha. An overnight stay at this site is an absolute must for the first time visitor to Madagascar, since it is the single best place in the country for seeing the indri (Indri indri). Two indri groups in the surrounding forest have been habituated to the presence of tourists and are easily found with the help of local guides. The Association des Guides d’Andasibe is composed of approximately 30 people from the village of Andasibe. They are excellent naturalists and can show visitors a wide variety of wildlife in a very short period of time. Guides are easily located at the entrance to the park or can be contacted through one of the hotels. The new Association Mitsinjo also has guides, as well as its own reserve in the Station Forestière d’Analamazaotra right across the street from the Analamazaotra Special Reserve. The Mitsinjo Reserve has the advantage of allowing night walks, which are sometimes prohibited in government protected areas. However, night walks along the road between the main highway and Andasibe are allowed at any time, and can be quite productive. A third guide association, Tambatra, was created recently and can also provide services. In all, there are almost a hundred guides from Andasibe working in this area. In addition to the indri, the following lemurs are also relatively easy to observe at Analamazaotra: Goodman’s mouse lemur (Microcebus lehilahytsara), Crossley’s dwarf lemur (Cheirogaleus crossleyi), weasel sportive lemur (Lepilemur mustelinus), brown lemur (Eulemur fulvus), gray bamboo lemur (Hapalemur griseus griseus), and eastern woolly lemur (Avahi laniger), as well as recently re-introduced diademed sifaka (Propithecus diadema) and sometimes southern black-and-white ruffed lemur (Varecia variegata editorum), also a recent re-introduction. The sifakas are now quite easy to see in the same area as the two habituated indri groups, but the ruffed lemurs are more difficult. There is also a possibility of seeing the red-bellied lemur (Eulemur rubriventer) and the aye-aye (Daubentonia madagascariensis), although sightings of these species are much more infrequent. Finally, the rare hairy-eared dwarf lemur (Allocebus trichotis) is known to occur in the reserve, but is difficult to find. If this species is of interest, be sure to ask for a guide who knows where to look for it. First time visitors to Madagascar should try to spend at least two nights in Andasibe, and should also go to the nearby Mantadia National Park, where it is now easy to see the diademed sifaka (Propithecus diadema) and possibly also southern black-and-white ruffed lemur (Varecia variegata editorum). Both of these species occur in Mantadia, and are regularly seen at km 15. In other words, with a little bit of luck and perseverance, one can see 8 to 11 different lemurs at this one site—a good start to any lemur-watching tour of Madagascar. Note that the smaller nocturnal species are much more difficult to find in the colder austral winter (June–August), so if seeing these is a priority it is better to visit during the warmer months (November–February). At present, nocturnal walks are conducted only along the road to Andasibe or in Station Forestière d’ Analamazaotra, administered by Association Mitsinjo. However, we hope that Madagascar National Parks will reopen its parks and reserves to nocturnal visits in the near future. In Mantadia, most excursions into the forest start at km 15, where there are several good trails. Birdwatching is also exceptionally good at Mantadia, especially in September and October when the ground-rollers (Brachypteracias) are visible, and butterfly and orchid enthusiasts can expect to find a great diversity of species as well. However, most facilities in Andasibe are heavily booked during these two months, so it is important to reserve early.\n",
            "_map_id":1442
        },
        {
            "_site_id":725,
            "_title":"Analamerana Special Reserve **",
            "_body":"This special reserve, covering 34,700 ha of forest between sea-level and 650 m, is located 100 km southwest of Antsiranana (= Diégo Suarez) in far northern Madagascar. Access by car up to Anivorano Ava is quite easy along RN6, but from there to the reserve requires a 4×4 vehicle. There are no facilities in the reserve, so visitors must be prepared to camp. The nearest facilities are in Ankarana National Park, located about 50 km further south along RN6, or in Antsiranana. The usual target species for lemur-watchers visiting the reserve is Perrier’s sifaka (Propithecus perrieri), since this is the best place for seeing this very range-restricted animal. Other species that might be seen here include the Tavaratra mouse lemur (Microcebus tavaratra), the Montagne d’ Ambre fork-marked lemur (Phaner electromontis), the Ankarana sportive lemur (Lepilemur ankaranensis), the northern bamboo lemur (Hapalemur occidentalis), Sanford’s brown lemur (Eulemur sanfordi), the crowned lemur (Eulemur coronatus), and possibly the aye-aye (Daubentonia madagascariensis). It is essential to take along an experienced guide, or you will run the risk of seeing little or nothing, and even getting lost. Visits to the reserve can be arranged by Le King de la Piste, a local ground operator based in Antsiranana, by Domaine de Fontenay, a lodge near Joffreville, or by an Antananarivo-based tour operator.\n",
            "_map_id":1441
        },
        {
            "_site_id":726,
            "_title":"Andohahela National Park ***",
            "_body":"Andohahela National Park is in extreme southeastern Madagsacar, and is composed of three non-contiguous parcels situated along the flanks of the Anosyennes Mountains. The park has excellent trails and camping facilities. Malio, the rain forest portion (Parcel 1), is a good place to see the red-collared brown lemur (Eulemur collaris) and the southern bamboo lemur (Hapalemur meridionalis) during daytime hours, especially along the road to Col de Manangotry. It is also the only place to see the Andohahela sportive lemur (Lepilemur fleuretae), and a number of other species have been reported as well, including an unknown mouse lemur (Microcebus), Milne-Edwards’ sifaka (Propithecus edwardsi), aye-aye (Daubentonia madagascariensis), and possible even some form of fork-marked lemur (Phaner), but these need to be confirmed. This area is a few hours drive by car from Tolagnaro (= Fort-Dauphin) and arrangements can be made through all local tour operators. Ring-tailed lemurs (Lemur catta) and Verreaux’s sifaka (Propithecus verreauxi) can also be seen in the day in Ihazofotsy, the spiny forest portion of Andohahela (Parcel 2). Night hikes in this part of the park offer visitors the opportunity to view gray mouse lemur (Microcebus murinus), gray-brown mouse lemur (Microcebus griseorufus), fat-tailed dwarf lemur (Cheirogaleus medius), and white-footed sportive lemur (Lepilemur leucopus). Ihazofotsy can be reached by four-wheel drive vehicle either from Berenty or Tolagnaro (= Fort-Dauphin) in about three or four hours. The trip is a rewarding experience that takes the visitor through an attractive piece of southern spiny forest, lightly inhabited by scattered villages of the Antandroy (the traditional people of this region), but the road is very rough. There is also an excellent trail through the transitional forest of Parcel 3 at Tsimelahy, located 8 km to the north of the main road to Amboasary (the route taken to go to Berenty). Although there are surprisingly few lemurs along this trail, it is a superb piece of transitional forest that includes baobabs (Adansonia spp.), Pachypodium spp., Alluaudia spp., and the triangle palm (Dypsis decaryi), a very distinctive species that is grown horticulturally in many parts of the world but is actually endemic to this very small transition zone. Botanically, this is one of the most interesting walks in the entire southern region of Madagascar, and it can be visited in two or three hours. The road is rough, but always passable with a four-wheel drive vehicle.\n",
            "_map_id":1443
        },
        {
            "_site_id":727,
            "_title":"Andrafiamena",
            "_body":"The Andrafiamena sandstone ridge is located between the Ankarana and Analamerana protected areas, two hours’ drive from Diégo-Suarez. The Ampatsona Forest in Andrafiamena is home to a population of the Critically Endangered Perrier’s sifaka (Propithecus perrieri); however, if one wants to see this species in the wild for the first time, it is easier to do so in Analamerana. Other species to be found in the Andrafiamena ridge forest include Tavaratra mouse lemur (Microcebus tavaratra), northern bamboo lemur (Hapalemur occidentalis), crowned lemur (Eulemur coronatus), Sanford’s brown lemur (Eulemur sanfordi), and aye-aye (Daubentonia madagascariensis). Both the Ankarana sportive lemur (Lepilemur ankaranensis) and Daraina sportive lemur (Lepilemur milanoii) are apparently sympatric as well, but differentiating the two in the field is difficult. The best access is from Anjakely village, along 12 km of four-wheel-drive road south of Marotaolana (4 km southwest of the town of Anivorano-Nord). Association Fanamby is working to establish formal protected areas in the Andrafiamena forests, and neighboring Ambohipiraka-Andavakoera forest.\n",
            "_map_id":1444
        },
        {
            "_site_id":728,
            "_title":"Andranomena Special Reserve",
            "_body":"Covering some 6,420 ha, this special reserve is roughly 30 km north of Morondava and can be reached by car using the road to Belo-sur-Tsiribihina. Indeed, one passes through this reserve on the way to Kirindy, which is in fact a much better place for lemur-watching. Species in Andranomena include the gray mouse lemur (Microcebus murinus) and possibly Madame Berthe’s mouse lemur (Microcebus berthae), Coquerel’s giant mouse lemur (Mirza coquereli), the fat-tailed dwarf lemur (Cheirogaleus medius), the pale fork-marked lemur (Phaner pallescens), the red-tailed sportive lemur (Lepilemur ruficaudatus), the red-fronted brown lemur (Eulemur rufifrons), and Verreaux’s sifaka (Propithecus verreauxi). Unfortunately, the reserve has been impacted by illegal logging and slash-and-burn agriculture, and there are no amenities for visitors.\n",
            "_map_id":1445
        },
        {
            "_site_id":729,
            "_title":"Andringitra National Park *",
            "_body":"Located 30 km east of Ambalavao in southeastern Madagascar, Andringitra is only accessible by way of a seasonal road that requires a four-wheel-drive vehicle. It is one of the most important montane areas in the country, and presents considerable altitudinal variation, from lowland rain forest to high-altitude forest and grassland amid spectacular granitic outcrops reaching 2,650 m. It is also one of the richest areas for lemurs in all Madagascar. Species known to occur here include rufous mouse lemur (Microcebus rufus), greater dwarf lemur (Cheirogaleus major), small-toothed sportive lemur (Lepilemur microdon), southern bamboo lemur (Hapalemur meridionalis), golden bamboo lemur (Hapalemur aureus), greater bamboo lemur (Prolemur simus), ring-tailed lemur (Lemur catta), brown lemur (Eulemur fulvus), red-fronted brown lemur (Eulemur rufifrons), red-bellied lemur (Eulemur rubriventer), Peyriéras’ woolly lemur (Avahi peyrierasi), Milne-Edwards’ sifaka (Propithecus edwardsi), and aye-aye (Daubentonia madagascariensis). The Critically Endangered southern black-and-white ruffed lemur (Varecia variegata editorum) formerly occurred here as well, but has not been reported in recent years. Camping is possible in the park and there is one permanent tented camp, Camp Catta, that is in the foothills on the western side of the massif, near Tsaranoro. Simple hotels, such as Les Bougainvilliers Hotel, are also found in Ambalavao.\n",
            "_map_id":1446
        },
        {
            "_site_id":730,
            "_title":"Anjajavy ***",
            "_body":"Located on a remote peninsula south of Analalava, the privately-run Anjajavy Hotel protects a 450-ha area of dry deciduous forest, limestone outcrops, and mangroves. Brown lemur (Eulemur fulvus) and Coquerel’s sifaka (Propithecus coquereli) are common and enter the bungalow area and the hotel gardens every day. On guided night walks visitors can expect to see Lepilemur, Cheirogaleus, and at least one and perhaps two species of Microcebus. None of these nocturnal lemurs have yet been identified with certainty, meaning that some of them could be undescribed species. Also of note at Anjajavy is an underground cave where one can see two skulls of the extinct giant lemur, Palaeopropithecus, in the exact location in which they were found, along with a third now under lock-and-key in the lodge itself. This is the only site that we know of in Madagascar where one can actually see an extinct fossil lemur in situ. Anjavavy is one of the most upscale lodges in all of Madagascar and may be beyond the budget of many visitors, but it is well worth a visit.\n",
            "_map_id":1447
        },
        {
            "_site_id":731,
            "_title":"Anjamena",
            "_body":"The forests of Anjamena are located along the banks of the Mahavavy River, southwest of Katsepy in northwestern Madagascar. These forests offer visitors an opportunity to see the mongoose lemur (Eulemur mongoz) and crowned sifaka (Propithecus coronatus), but access is limited to the dry season and virtually impossible during January or February. Getting to and from the Mahavavy River Delta requires expedition-level preparation, but well-organized trips are now being offered by a small number of international tour operators, largely for the area’s birdlife. Recent reports indicate that substantial numbers of lemurs are also observed during these trips.\n",
            "_map_id":1448
        },
        {
            "_site_id":732,
            "_title":"Anjanaharibe-Sud Special Reserve *",
            "_body":"The Anjanaharibe-Sud Special Reserve is located in northeastern Madagascar about 15 km south of Andapa. Among the diurnal lemurs one can expect to see there are the white-fronted brown lemur (Eulemur albifrons), particularly in the forests of Befingotra, the silky sifaka (Propithecus candidus), and a population of black indri (Indri indri). However, it requires a good two- to four-hour hike into the reserve to reach areas where the latter two species are likely to be seen. Anjanaharibe-Sud is also thus far the only place where one can see two newly-described nocturnal forms, Mittermeier’s mouse lemur (Microcebus mittermeieri) and Seal’s sportive lemur (Lepilemur seali). Other species that may be seen in the reserve include hairy-eared dwarf lemur (Allocebus trichotis), greater dwarf lemur (Cheirogaleus major), northern bamboo lemur (Hapalemur occidentalis), red-bellied lemur (Eulemur rubriventer), eastern woolly lemur (Avahi laniger), and aye-aye (Daubentonia madagascariensis). Visits can be arranged through Antananarivo-based tour operators, and useful information can be obtained through the website http://www.marojejy.com .\n",
            "_map_id":1449
        },
        {
            "_site_id":733,
            "_title":"Anjiamangirana Classified Forest",
            "_body":"Located in northwestern Madagascar, this forest is the only confirmed location for the Anjiamangirana sportive lemur (Lepilemur grewcockorum), and is a possible site for Ambarijeby mouse lemur (Microcebus danfossi). Unfortunately, information on access is not available at this time.\n",
            "_map_id":1450
        },
        {
            "_site_id":734,
            "_title":"Anjozorobe-Angavo Protected Area ***",
            "_body":"Located 85 km north of Antananarivo, or about two hours by car, the Anjozorobe-Angavo forest corridor was recently incorporated into a 53,000-ha Protected Area. It is ideal for seeing black indri (Indri indri) and diademed sifaka (Propithecus diadema), as well as other species such as Goodman’s mouse lemur (Microcebus lehilahytsara). There are two comfortable lodges some 10 km from Anjozorobe town, Saha Forest Camp in Andreba, which offers a unique view to the forests and lemurs, and the Mananara Lodge, located in Amboasary An’ ala. The Saha Forest Camp at Anjozorobe-Angavo is managed by the Malagasy non-governmental organization, Association Fanamby, and has 10 comfortable bungalows right next to a primary forest. There is also a restaurant that serves various dishes cooked with local produce. More information can be found at www.sahaforestcamp.org.\n",
            "_map_id":1451
        },
        {
            "_site_id":735,
            "_title":"Ankarafantsika National Park ***",
            "_body":"Ankarafantsika National Park is located in northwestern Madagascar, about 115 km, or two-hours’ drive, from the port city of Mahajanga (= Majunga) along RN4 to Antananarivo. Excursions to Ankarafantsika are easily arranged through hotels in Mahajanga or through Antananarivo-based tour operators. The Ampijoroa campsite has been upgraded recently and now contains the locally managed Gîte d’ Ampijoroa with comfortable rooms and a restaurant. In addition, more upscale chalets have recently opened at Lac Ravelobe right across the road. A local group (Association Pygargue) offers simple meals to visitors in an open-air restaurant. The three diurnal lemurs that are readily seen at Ankarafantsika are the brown lemur (Eulemur fulvus), the mongoose lemur (Eulemur mongoz), and Coquerel’s sifaka (Propithecus coquereli). Five nocturnal lemurs are also regularly observed during night walks, including the golden-brown mouse lemur (Microcebus ravelobensis), the gray mouse lemur (Microcebus murinus), and the fat-tailed dwarf lemur (Cheirogaleus medius). Both Milne-Edwards’ sportive lemur (Lepilemur edwardsi) and western woolly lemur (Avahi occidentalis) can be seen both at night and in their daytime sleeping sites just a few meters above the ground. Ankarafantsika, and especially the Ampijoroa area, is one of the best sites for first-time visitors to Madagascar. Accommodations are good and lemur-watching is easy. With a little bit of luck one can see all eight lemur species in an afternoon, an evening, and a morning. The mongoose lemur can sometimes be elusive, but only because it is very quiet, and it is important to have a knowledgeable guide to distinguish the two mouse lemur species which can easily be confused by beginning lemur-watchers. What is more, this is really the only site where one is likely to see Microcebus ravelobensis. The Ampijoroa area within Ankarafantsika is also the site of the world’s most important captive breeding project for endangered Madagascar turtles and tortoises, including the ploughshare tortoise or angonoka (Asterochelys yniphora), the flat-tailed tortoise or kapidolo (Pyxis planicauda), and the Madagascar big-headed sideneck turtle or rere (Erymnochelys madagascariensis). The ploughshare tortoise is one of the most critically endangered tortoises in the world, and this is presently the only breeding site for it outside its natural range.\n",
            "_map_id":1452
        },
        {
            "_site_id":736,
            "_title":"Ankarana National Park ***",
            "_body":"Ankarana National Park is located in northern Madagascar approximately 108 km south of Antsiranana (= Diégo-Suarez), from which excursions can be organized through some hotels and local tour operators. There are basic campsites available, and very simple accommodations at the Mahamasina entrance along RN6, including Chez Goulam and Chez Aurélien. By far the best site for camping is the Campement des Anglais, located in a forested canyon (Canyon Forestier) accessible from the west by four-wheel-drive vehicle in the dry season and by hiking from Mahamasina all year round. For those who prefer not to camp or stay in very rustic bungalows, there are simple yet comfortable hotels in nearby Ambilobe, about 45-minute drive from Mahamasina, including the Hotel National or Hotel Chez Diana. Closer to the park, the highly-regarded Relais d’ Ankarana offers more upscale accommodation. It can be booked through either a local or Antananarivo-based tour operator. The Domaine de Fontenay Hotel in Joffreville can also arrange day excursions into the eastern part of the park year-round. The Canyon Forestier, Campement des Anglais, and forests near the Mahamasina entrance offer the best opportunities for seeing Sanford’s brown lemur (Eulemur sanfordi), the crowned lemur (Eulemur coronatus), and the nocturnal Ankarana sportive lemur (Lepilemur ankaranensis), which is also easily found in its daytime sleeping sites. In addition, several groups of crowned lemurs (Eulemur coronatus) have been habituated near the Campement des Anglais and Lac Vert, and they are easily found elsewhere in the reserve as well. Ankarana is also the best place for seeing the Tavaratra mouse lemur (Microcebus tavaratra), where it lives sympatrically with an as-yet-undescribed grayish form of mouse lemur (Microcebus), and it is also very good for the fat-tailed dwarf lemur (Cheirogaleus medius) and the Montagne d’ Ambre fork-marked lemur (Phaner electromontis). The northern bamboo lemur (Hapalemur occidentalis) has also been reported from Ankarana, but is much more difficult to find.\n",
            "_map_id":1453
        },
        {
            "_site_id":737,
            "_title":"Aye-aye Island (= Ile Roger) **",
            "_body":"This small island is located in northeastern Madagascar, just a couple of kilometers from the airstrip for the town of Mananara-Nord. At this time, it is the best place in the country for seeing the elusive aye-aye (Daubentonia madagascariensis) in a natural setting. Several aye-aye were introduced there years ago by the owner of the island, Monsieur Roger, and seeing at least one is almost guaranteed during a nocturnal visit. The island is basically an old overgrown plantation with various stages of secondary forest, but it is quite good for seeing lemurs. Also present are bamboo lemurs (Hapalemur sp.) and the white-fronted brown lemur (Eulemur albifrons). Comfortable bungalow accommodations are available at the Aye-aye Hotel in Mananara-Nord, situated conveniently about 100 m from the edge of the airstrip. Note that, as of 2009, Air Madagascar no longer operates scheduled flights to Mananara, so it is necessary to either charter a flight or travel by means of a motorized boat transfer arranged by hotels, such as Relais du Masoala in Maroantsetra.\n",
            "_map_id":1454
        },
        {
            "_site_id":738,
            "_title":"Baie de Baly National Park *",
            "_body":"This national park is located about 150 km southeast of Majajanga (= Majunga) in western coastal Madagascar, and can be reached by four-wheel-drive vehicle or by charter flight to Soalala, which is the town adjacent to the park. It is best known as the only remaining natural habitat for the Critically Endangered ploughshare tortoise (Asterochelys yniphora), the largest of the four endemic tortoises found in Madagascar and the most restricted in range. Lemur species that may be seen here include gray mouse lemur (Microcebus murinus), fat-tailed dwarf lemur (Cheirogaleus medius), northern bamboo lemur (Hapalemur occidentalis), rufous brown lemur (Eulemur rufus), and Decken’s sifaka (Propithecus deckenii). Peters’ mouse lemur (Microcebus myoxinus) may possibly occur here as well, but this remains to be determined. There are no accommodations either in the park or in Soalala, so it is therefore necessary to bring camping equipment, and highly advisable to organize your trip through a local operator. The Bemarivo Special Reserve, located a little further down the coast, features essentially the same selection of lemur species. This park is one of the best places to see the rufous brown lemur (Eulemur rufus), recently resurrected and separated as a distinct species from the more wide-ranging red-fronted brown lemur (Eulemur rufifrons).\n",
            "_map_id":1455
        },
        {
            "_site_id":739,
            "_title":"Bemosary Classified Forest",
            "_body":"Located in central-eastern Madagascar, the Bemosary Classified Forest is currently the only place where one has a reasonable chance of seeing the Betsileo woolly lemur (Avahi betsileo), which was first described in 2007. The forest fragment where this species occurs is located about one hour (by foot) from the village of Fandriana. However, a visit to this site is best left to seasoned lemur-watchers with several trips to Madagascar under their belt.\n",
            "_map_id":1456
        },
        {
            "_site_id":740,
            "_title":"Benavony *",
            "_body":"The village of Benavony is located 5 km from Ambanja and 31 km from Ankify in northwestern Madagascar. Forests and plantations immediately behind the village are excellent for both the northern giant mouse lemur (Mirza zaza) and the western bamboo lemur (Hapalemur occidentalis), and local villagers are very accommodating in taking visitors out into the forest. There are basic accommodations in Ambanja and two good hotels at Ankify.\n",
            "_map_id":1457
        },
        {
            "_site_id":741,
            "_title":"Berenty Private Reserve ***",
            "_body":"The Berenty Private Reserve is one of the best known tourist destinations in Madagascar. Established in 1936 as a reserve on a sisal plantation, it opened for tourism in 1980 and is still operated by the de Heaulme family, the original owners. Berenty is located approximately 82 km west of the airport at Tolagnaro (= Fort-Dauphin) and just north of Amboasary. The drive from Tolagnaro takes about three hours without stops (owing to the poor condition of the road). However, it is best to schedule a full day for this trip because the scenery and the attractions along the way make this one of the most interesting stretches of road in Madagascar. You start in the southern extreme of the eastern rain forest region in the land of the Antanosy people and drive through their small villages and markets, with a stop at a tomb site that has appeared in National Geographic (actually a monument, since the Antanosy bury their dead elsewhere). From there, you continue on through the transition zone between eastern rain forest and spiny forest, and have the option of diverting into the Tsimelahy region of Parcel III of Andohahela National Park. The small reception area for Tsimelahy is located some 8 km from the main highway on a very rough but passable dirt road. There is a well-laid out trail at Tsimilahy in a very picturesque spot that mixes elements of the spiny forest with several species endemic to the transition zone itself. The best known of these endemics is the famous triangle palm (Dypsis decaryi), a beautiful tree that is now grown horticulturally around the world, but is naturally found only in this tiny area. Tsimelahy is best described as a natural botanical garden, and definitely worth a visit. From there, you return to the main road and continue on into the land of Antandroy, the true spiny forest. Along the road are still to be found some expanses of intact spiny forest dominated by the magnificent Alluaudia plants of the Didiereaceae family, and you also pass several villages of the Tandroy people, who live in this very inhospitable environment. The Tandroy still cut spiny forest for charcoal, but a Japanese non-governmental organization (Southern Cross) has been working with local communities on alternatives, including replanting of Alluaudia, creating a small handicraft industry, and primary education. Visitors should stop at the village of Andranomainty, where one can buy simple but charming little wood carvings of lemurs, chameleons, and other animals, and at Antrehatreha, where residents sell model planes and helicopters made from local materials. Finally, at about 60 km from the Tolagnaro (= Fort-Dauphin) airport, you arrive at the region of the Amboasary-Sud sisal plantations, a vast expanse of these Mexican plants that were introduced in the first half of the 20th century. You pass through the village of Ambosary-Sud, turn north off the main road, and drive about 10 km through the plantations to Berenty. For those wishing to fly in by charter, there is also a small airstrip on the grounds of the plantation. If you can afford this option, we recommend flying first to Tolagnaro (= Fort-Dauphin) and doing the above route in one direction, then flying out from Berenty once your visit is over to avoid retracing your steps. Berenty has large populations of ring-tailed lemurs (Lemur catta) and Verrreaux’s sifaka (Propithecus verreauxi), which are very evident and usually in or near the parking lot, greeting visitors upon arrival. There is also an introduced population of hybrid red-fronted brown lemurs (Eulemur rufifrons) × red-collared brown lemurs (Eulemur collaris), the offspring of small groups of these two species that were introduced in the 1970s and 1980s. The introduced lemurs surely compete with the native species, probably to the detriment at least of the ring-tails, but they are there to stay. Three nocturnal species are also present. The white-footed sportive lemur (Lepilemur leucopus) is common and readily seen, even in the daytime in its sleeping sites. Research has also indicated that there are two mouse lemurs at Berenty, the gray (Microcebus murinus) in the gallery forests and the gray-brown (Microcebus griseorufus) in the adjacent spiny forest patches. Both are commonly seen in the warmer months. The Berenty Reserve is situated along the Mandrare River and covers approximately 250 ha of gallery forest dominated by large tamarind trees (Tamarindus indica) and adjoining spiny forest, dominated by Alluaudia procera and Alluaudia ascendens. These patches of natural habitat are in the middle of the sisal plantation that was established in 1930. Research on the ring-tails at Berenty has been going on for nearly 50 years, led by Dr. Alison Jolly and her colleagues and involving numerous other researchers. A number of publications by Dr. Jolly are readily available. The most recent of these is a fascinating book entitled Lords and Lemurs. It focuses both on the history of Berenty and on the behavior and ecology of the lemurs, and is highly recommended. Over the last 30 years, Berenty has probably been the most visited and most filmed of all sites in Madagascar. Bungalows are available for overnight stays, and there is also a good restaurant on the premises. Berenty is accessible all year round, but September and October are the favored months for observing baby lemurs, while December through March is the best time to see native reptiles. Temperatures in the austral summer can be quite hot and nights in the austral winter can be quite cool, so dress accordingly. You will also need to be sure to book well in advance since this is one of most heavily visited sites in the country, especially in the peak season. Although most visitors go only to the gallery forest and to a small, adjacent patch of spiny forest in the immediate vicinity of the bungalows, we also recommend excursions to several other forest patches in the area. These include the gallery forest of Bealokoa and the magnificent spiny forest patch at Anjapolo, located just 15 km from the headquarters of the reserve and still part of Berenty. The forest at Anjapolo is rich in Didierea trolli, an impressive species of Didiereaceae not found in the more frequented spiny forest patches in the main part of Berenty. Berenty is a must for first-time visitors, and often the first stop on any inaugural trip to Madagascar. Although sometimes crowded in the high season, it is still a delightful place and one where the lemur-watcher can immediately add four or five species to a lemur life-list. The reserve is also excellent for birdwatching, and has what must be the most accessible roosting site for the Madagascar flying fox (Pteropus rufus) in the entire country. It is also a good staging point for excursions to other parts of the southern extreme of the country, notably Cap Sainte Marie and Faux Cap which are well worth a visit.\n",
            "_map_id":1458
        },
        {
            "_site_id":742,
            "_title":"Betampona Strict Nature Reserve *",
            "_body":"This small reserve, located 60 km northeast of Toamasina (= Tamatave), protects a region of low-altitude rain forest that is rich in biodiversity. It is home to at least nine lemur species, one of which, Simmons’ mouse lemur (Microcebus simmonsi), is best seen here. Others definitely known to occur are the greater dwarf lemur (Cheirogaleus major), the weasel sportive lemur (Lepilemur mustelinus), the variegated black-and-white ruffed lemur (Varecia variegata variegata), the diademed sifaka (Propithecus diadema), indri (Indri indri), and the aye-aye (Daubentonia madagascariensis). There is also an introduced population of white-fronted brown lemur (Eulemur albifrons), and there are reports of greater dwarf lemur (Cheirogaleus major) and gray bamboo lemur (Hapalemur griseus griseus) as well. Unfortunately there are no accommodations nearby, and reaching this reserve by vehicle may be difficult since bridges are frequently washed away by tropical storms. In addition, only researchers with a permit are allowed to enter the reserve, so this must be requested from Madagascar National Parks.\n",
            "_map_id":1459
        },
        {
            "_site_id":743,
            "_title":"Beza-Mahafaly Special Reserve *",
            "_body":"The Beza-Mahafaly Special Reserve, like the Berenty Private Reserve, is made up of small patches of gallery forest (100 ha) and spiny forest (480 ha), and has been a key research site for the last quarter century. It is south of the Onilahy River about 35 km northeast of the village of Betioky-Sud, which itself is about five hours drive on RN10 from Toliara (= Tuléar). Both the RN10 and the dirt track to Beza-Mahafaly are in poor condition and require four-wheel-drive vehicles. Visitors should count on spending a day getting in and another day getting out. There are no hotels next to the reserve, but camping in the vicinity is possible. Lemurs that can be seen in Beza-Mahafaly are the same as those in Berenty, including the ring-tailed lemur (Lemur catta), Verreaux’s sifaka (Propithecus verreauxi), the fat-tailed dwarf lemur (Cheirogaleus medius), the gray-brown mouse lemur (Microcebus griseorufus), and the gray mouse lemur (Microcebus murinus). Although the habitat in Beza-Mahafaly is similar to that of Berenty, Beza-Mahafaly is the only known site where one is sure to see the recently-described Petter’s sportive lemur (Lepilemur petteri). What is more, the region as a whole is much more remote and worth the adventure of getting there.\n",
            "_map_id":1460
        },
        {
            "_site_id":744,
            "_title":"Bongolava Classified Forest",
            "_body":"Located in northwestern Madagascar near Port Berge, this is the only relatively large forest fragment left between the Mahajamba and Sofia Rivers and currently the only place where one can see the Bongolava mouse lemur (Microcebus bongolavensis). There are no amenities available in this area.\n",
            "_map_id":1461
        },
        {
            "_site_id":745,
            "_title":"Bora Special Reserve",
            "_body":"This small 4,800-ha patch of transitional forest between the Eastern and Western Domains is about 35 km from the town of Antsohihy in the northwest. The reserve is sadly lacking in infrastructure to protect the interesting lemur species found there, which include the newly-described Ambarijeby mouse lemur (Microcebus danfossi), as well as brown lemur (Eulemur fulvus), western woolly lemur (Avahi occidentalis), Coquerel’s sifaka (Propithecus coquereli), and aye-aye (Daubentonia madagascariensis). As a result of the lack of protection, the forest has been severely degraded by illegal logging and charcoal production, and the animals are difficult to find. Indeed, in recent years, there has even been talk of de-gazetting Bora, which would be most unfortunate. There are no accommodations next to the reserve, but simple hotels such as the Biaina III or the Vatolampy Annexe can be found in Antsohihy.\n",
            "_map_id":1462
        },
        {
            "_site_id":746,
            "_title":"Daraina (Loky-Manambato Protected Area) **",
            "_body":"The town of Daraina is in northeastern Madagascar, two to five hours north of Vohémar depending on weather and road conditions. The surrounding patches of dry forest are best known for their large populations of Tattersall’s sifaka (Propithecus tattersalli), but are also home to the fat-tailed dwarf lemur (Cheirogaleus medius), the Daraina sportive lemur (Lepilemur milanoii), the crowned lemur (Eulemur coronatus), and Sanford’s brown lemur (Eulemur sanfordi). There is also an as-yet unidentified species of Phaner, which may be new to science, and the aye-aye (Daubentonia madagascariensis) have also been reported. Daraina is now the core area of the newly-created, 57,000 ha Loky-Manambato Protected Area, which is managed by the Malagasy non-governmental organization, Association Fanamby. Fanamby has developed tourist facilities, known as “Camp Tattersall,” at the edge of the Andranotsinaty Forest. These facilities include large, comfortable tents equipped with mattresses and a private bathroom, and Tattersall’s sifaka may be found very near the campsite. Visits can be arranged either through Fanamby or through a number of tour companies in Antsiranana (= Diégo-Suarez).\n",
            "_map_id":1464
        },
        {
            "_site_id":747,
            "_title":"Fandriana Classified Forest",
            "_body":"Located in central-eastern Madagascar, Fandriana is home to a population of the Critically Endangered southern black-and-white ruffed lemur (Varecia variegata editorum), and is at present the only known place to see the Betsileo sportive lemur (Lepilemur betsileo). This important area of forest has recently been proposed as a national park, but it has no tourist accommodations available at this time.\n",
            "_map_id":1465
        },
        {
            "_site_id":748,
            "_title":"Isalo National Park",
            "_body":"Isalo National Park is in south-central Madagascar, and can be reached by vehicle from Toliara (= Tuléar) in about three hours using RN7. Its sandstone cliffs and canyons are home to groups of ring-tailed lemurs (Lemur catta), red-fronted brown lemurs (Eulemur rufifrons), and Verreaux’s sifakas (Propithecus verreauxi), all of which can be observed in the canyon near Ranohira. Ring-tails can also be seen at Camp Catta, near Andringitra National Park just east of Ambalavao, and at a community conservation site called Anjaha on the main road from Ambalavao heading towards Toliara. Other species reported from Isalo include gray mouse lemur (Microcebus murinus) and red-tailed sportive lemur (Lepilemur ruficaudatus), while a population of Coquerel’s giant mouse lemur (Mirza coquereli) can be found in the Analalava Forest block just adjacent to the park. Isalo is one of the most heavily visited sites in the country and good accommodation of various levels are available in the park, the best of which are the Relais de la Reine, Le Jardin du Roy and the Satrana Lodge. Although the scenery is very attractive and worth seeing, this park is not a high priority for lemurs.\n",
            "_map_id":1466
        },
        {
            "_site_id":749,
            "_title":"Kalambatritra Special Reserve *",
            "_body":"Located in the southeast some 50 km east of Betroka, the very important Kalambatritra Special Reserve nevertheless remains poorly known. Access by car is difficult between Ihosy and Betroka, and very difficult between Betroka and the reserve. There are no accommodations available either in the reserve itself or nearby. However, this forest includes vegetation from both the Eastern Domain and the Southern Domain, and is the only site currently known for the recently-described Wright’s sportive lemur (Lepilemur wrightae), one of the most distinctive members of the genus. Other lemurs occurring there include southern bamboo lemur (Hapalemur meridionalis), ring-tailed lemur (Lemur catta), red-collared brown lemur (Eulemur collaris), and aye-aye (Daubentonia madagascariensis).\n",
            "_map_id":1468
        },
        {
            "_site_id":750,
            "_title":"Kasijy Special Reserve",
            "_body":"This small reserve in west-central Madagascar covers roughly 19,800 ha, of which only a small portion is actually forest. Access is a major problem since the road system is almost non-existent between the reserve and Ambato Boeny, and what does exist is not maintained. Furthermore, there are no accommodations in the vicinity of the reserve. Nevertheless, it does offer opportunities to see the gray mouse lemur (Microcebus murinus), the red-tailed sportive lemur (Lepilemur ruficaudatus), the northern bamboo lemur (Hapalemur occidentalis), the rufous brown lemur (Eulemur rufus), Decken’s sifaka (Propithecus deckenii), and possibly the crowned sifaka (Propithecus coronatus).\n",
            "_map_id":1469
        },
        {
            "_site_id":751,
            "_title":"Katsepy–Belemboka Forests **",
            "_body":"The town of Katsepy is located right across the Betsiboka River from Mahajanga (= Majunga) in northwestern Madagascar. The nearby forests of Antrema, north of Katsepy and below the lighthouse, offer excellent opportunities for seeing the mongoose lemur (Eulemur mongoz) and the crowned sifaka (Propithecus coronatus). This area is readily accessible by ferry (twice daily) or by speedboat from Mahajanga. The comfortable Chez Chabaud Hotel is the only local accommodation. The proprietor can arrange transportation to and from the forests that harbor these animals, and they can sometimes be seen right near the hotel in forest patches along the river. A visit to Katsepy requires an overnight stay, which can be arranged from Mahajanga. It is the only easily accessible place to see the crowned sifaka (Propithecus coronatus). Nearby, Fanamby is currently working to achieve protected area status for the Belemboka-Bombetoka Forests, another site for Propithecus coronatus and Eulemur mongoz. The area can be reached via Boanamary, 27 km to the west of RN4, and has basic, community-managed tourism facilities in Mataitromby. A visit to the Belemboka Forests and the Bombetoky mangroves (using a patrol boat) can be arranged by Fanamby. The Belemboka Forest is much more accessible than the Anjamena forests for several reasons. First is the availability of a boat to cross the Betsiboka River, second the presence of local guides, and third the ease with which one can see the sifakas. Reaching the forest requires a 30-minute walk, as opposed to a 1–3-hour drive from Katsepy to Anjamena. Fanamby is currently developing community-based ecotourism in the area.\n",
            "_map_id":1470
        },
        {
            "_site_id":752,
            "_title":"Kirindy Forest ***",
            "_body":"This site in central-western Madagascar is also known as the Swiss Forest, La Forêt des Suisses, or Kirindy-Nord, and is part of a former 12,500-ha Swiss forestry concession located northeast of Morondava. Tourists can reach the Kirindy forests from Morondava via the regular taxi-brousse service (which drops you off on the main road, a 5-km hike from the camp), or by renting a car through any of the Morondava hotels such as Palissandre Cote Ouest, Chez Maggie, or the Baobab Hotel. An overnight stay can be combined with a visit to the famous Highway of the Baobabs, or to the spectacular Tsingy de Bemaraha National Park. The Highway of the Baobabs is only 15 km from the Morondava Airport, and you have to pass through it to get to Kirindy, which is about 60 km north. If one wants to continue on to the Tsingy de Bemaraha, it is about a 10-hour drive from Morondava. A tourist camp was constructed in Kirindy in 1996 by the Centre National de Formation, d’ Etudes, et de Recherches en Environnment et de Foresterie or C.N.F.E.R.E.F. (formerly C.F.P.F.), and the bungalows and restaurant there were renovated and expanded in 2007. Accommodations are basic but comfortable, and the location is ideal. Reservations to stay can be made either by email or telephone. The German Primate Centre (DPZ) has operated a research station in Kirindy since 1993. With luck, you may run into some of the scientists, who are based right next to the tourist area. Kirindy Forest and the adjacent Ambadira Forest form part of the core area of the new Menabe-Antimena Protected Area in this region. During daylight hours, visitors to Kirindy can expect to see red-fronted brown lemur (Eulemur rufifrons) and Verreaux’s sifaka (Propithecus verreauxi), but the real value of Kirindy is in its nocturnal species. With six species in all, this site has one of the highest densities of nocturnal primates in the world, and is a must for the lemur-watcher. The prize here is Madame Berthe’s mouse lemur (Microcebus berthae), for which Kirindy is by far the best site, but gray mouse lemur (Microcebus murinus), fat-tailed dwarf lemur (Cheirogaleus medius), Coquerel’s giant mouse lemur (Mirza coquereli), pale fork-marked lemur (Phaner pallescens), and red-tailed sportive lemur (Lepilemur ruficaudatus) can all be seen during night walks in the area. Kirindy is particularly good for Phaner, but Mirza has become difficult to see in recent years. The other species are virtually guaranteed if you visit in the wet season, and take along one of the local guides. Kirindy is the best place to see the endemic giant jumping rat (Hypogeomys antimena), a highly threatened rodent found only in this region, and the very rare kapidolo tortoise (Pyxis arachnoides), although the latter can only be seen after a rain in the months of December and January. It is also by far the best site in Madagascar for seeing the fossa (Cryptoprocta ferox), the country’s largest carnivore. Over the past few years, fossa have even started to regularly visit the camp area itself. In addition to the Kirindy Forest, one can also make a stop at the Marofandilia Forest, which is en route and located between the highway of the Baobabs and Kirindy. Also part of the Menabe-Antimena protected area, Marofandilia is a good place to view various species of lemur and features a camp inside the forest, “Camp Amoureux.” The latter is composed of five spacious tents on platforms, each with a bed and private bathroom. Visits can be arranged either through Fanamby or through several tour companies in Antananarivo and Morondava.\n",
            "_map_id":1471
        },
        {
            "_site_id":753,
            "_title":"Lac Alaotra **",
            "_body":"Lac Alaotra is Madagascar’s largest lake and also its most important rice-growing area. It is located in central-eastern Madagascar, just west of Zahamena National Park. It is the only place to see the Critically Endangered Lac Alaotra bamboo lemur (Hapalemur alaotrensis), which is endemic to the immediate vicinity of the lake, and occupies one of the most unusual niches of any primate. The best starting points for lemur-watching excursions are Andreba on the eastern side of the lake or Andilana Atsimo on the western side. Both villages can be reached from Ambatondrazaka, the main town on the lake’s south side. Ambatondrazaka offers simple hotel accommodations and can be reached in 40 minutes by plane or six hours by car from Antananarivo. Bamboo lemurs can be found either by paddling a pirogue through the reed beds in the early morning, or, when water levels are low, by walking in and around the reed beds on dry land. However, it is essential to have an experienced local guide who is familiar with the behavior of this lemur, since it is a cryptic species and not easy to find. The village of Andreba has a marsh reserve where local guides can help find it, and there is a simple but well-run camp in Andreba as well. The most important field work on this species has been carried out by Durrell, and a new, 42,478-ha protected area was created there in late 2006, covering the lake and surrounding marsh and with various use zones for the local people. Lac Alaotra is also a 722,500-ha Ramsar wetland site, designated in 2003.\n",
            "_map_id":1472
        },
        {
            "_site_id":754,
            "_title":"Lokobe Strict Nature Reserve ***",
            "_body":"Located on the island of Nosy Be in northwestern Madagascar, the Lokobe Strict Nature Reserve protects the only large block of intact forest remaining on this tourist island. It is easily accessible and close to the capital of Hellville, and can actually be seen from Hellville itself. Several tours visit forests around this reserve, and local guides usually know the whereabouts of black lemurs (Eulemur macaco) and daytime sleeping sites for Nosy Be sportive lemurs (Lepilemur tymerlachsonorum), both of which are quite easy to observe. This is also the only place where one can see the Nosy Be mouse lemur (Microcebus mamiratra). Several enterprising villagers run tours to the edge of the reserve. One that is easy access starts at the village of Ambatozavavy, a few kilometers from Hellville, goes 20–30 minutes by outrigger canoe to the village of Ampasipohy, and from there into the forest a few minutes away. An overnight stay at one of the two hotels at Ampasipohy is highly recommended. One is called the Paradisa-Kely and the other the Jungle Lodge, and both are quite comfortable and located right on the beach.\n",
            "_map_id":1474
        },
        {
            "_site_id":755,
            "_title":"Makira Forest ",
            "_body":"The Makira Forest is one of the largest remaining blocks of forest in Madagascar and is located in the northeastern part of the island, southwest of Maroantsetra. Maroantsetra can be reached by commercial flight, and a good hotel, le Relais du Masoala, is available there. Access to the forest is by foot starting a few kilometers southwest of the town. Based on existing records, the lemur fauna here is remarkable and includes Anjiahely mouse lemur (Microcebus macarthurii), Masoala fork-marked lemur (Phaner furcifer), Seal’s sportive lemur (Lepilemur seali), northern bamboo lemur (Hapalemur occidentalis), white-fronted brown lemur (Eulemur albifrons), northern black-and-white ruffed lemur (Varecia variegata subcincta), eastern woolly lemur (Avahi laniger), silky sifaka (Propithecus candidus), indri (Indri indri), and aye-aye (Daubentonia madagascariensis). Sibree’s dwarf lemur (Cheirogaleus sibreei) has been reported from Makira but its occurrence there is not certain. The dwarf lemur there may be an as-yet-undescribed species. Unfortunately, there is heavy hunting pressure in this region, and it is actually quite difficult to find lemurs in Makira. Officially, the forest is under temporary government protection while awaiting final conservation status. However, given the difficulty of access and the hunting problem, we do not recommend it to first-time visitors to the country.\n",
            "_map_id":1475
        },
        {
            "_site_id":756,
            "_title":"Mananara-Nord National Park",
            "_body":"Mananara-Nord National Park is in eastern Madagascar south of Makira. It has a rich lemur fauna, including an undescribed form of mouse lemur (Microcebus), the hairy-eared dwarf lemur (Allocebus trichotis), the greater dwarf lemur (Cheirogaleus major), the Masoala fork-marked lemur (Phaner furcifer), the northern bamboo lemur (Hapalemur occidentalis), the white-fronted brown lemur (Eulemur albifrons), the northern black-and-white ruffed lemur (Varecia variegata subcincta), the eastern woolly lemur (Avahi laniger), the diademed sifaka (Propithecus diadema), indri (Indri indri), and the aye-aye (Daubentonia madagascariensis). The Lepilemur found there is now considered to be a new species; Lepilemur hollandorum. Unfortunately, there are no good trails, and there is little infrastructure, considerable deforestation, and hunting in this park. A permit is required to enter and can be obtained from the UNESCO office in Mananara, from Madagascar National Parks in Antananarivo, or the nearby town of Antanambe. Access requires a three-hour walk from Sandrakatsy, a small town served by taxi-brousse from Mananara. As with Makira, we do not recommend this park for first-time visitors to Madagascar.\n",
            "_map_id":1476
        },
        {
            "_site_id":757,
            "_title":"Mandena Conservation Zone *",
            "_body":"The forests of Mandena are in southeastern Madagascar, about a 20-minute drive northeast of Tolagnaro (= Fort-Dauphin). Visits can be arranged with the help of local tourist agencies or through contact with the mining company QMM in Tolagnaro. During the daylight hours, you can find the red-collared brown lemur (Eulemur collaris) and the southern bamboo lemur (Hapalemur meridionalis). At night, you can see the gray mouse lemur (Microcebus murinus) as well as two species of Cheirogaleus, the greater dwarf lemur (Cheirogaleus major) and the fat-tailed dwarf lemur (Cheirogaleus medius).\n",
            "_map_id":1477
        },
        {
            "_site_id":758,
            "_title":"Mangerivola Special Reserve",
            "_body":"Located in central-eastern Madagascar, about 50 km from Toamasina (= Tamatave), this special reserve covers some 13,000 ha. It is accessible only by foot, and has no accommodations nearby. Species that may be seen here include the brown lemur (Eulemur fulvus), the red-bellied lemur (Eulemur rubriventer), eastern woolly lemur (Avahi laniger), the diademed sifaka (Propithecus diadema), and indri (Indri indri). Sightings of the greater dwarf lemur (Cheirogaleus major) and the gray bamboo lemur (Hapalemur griseus griseus) are possible as well. As is the case for a number of other remote eastern rain forest reserves, we do not recommend this one for a first-time visitor to the country.\n",
            "_map_id":1478
        },
        {
            "_site_id":759,
            "_title":"Maningoza Special Reserve",
            "_body":"This special reserve is in central-western Madagascar and covers about 7,900 ha of deciduous dry forest. Although accessible from Besalampy and Morondava, this is only possible during the dry season and by means of a four-wheel-drive vehicle. There are no accommodations nearby. Species that may be seen here include the gray mouse lemur (Microcebus murinus), the fat-tailed dwarf lemur (Cheirogaleus medius), the northern bamboo lemur (Hapalemur occidentalis), the red-fronted brown lemur (Eulemur rufifrons), and Decken’s sifaka (Propithecus deckenii).\n",
            "_map_id":1479
        },
        {
            "_site_id":760,
            "_title":"Manombo Special Reserve and Classified Forest / Agnalahaza Forest **",
            "_body":"The Manombo Special Reserve and Classified Forest is in southeastern Madagascar, south of the town of Farafangana. Although infrequently visited, it is the easiest place to see the Critically Endangered southern black-and-white ruffed lemur (Varecia variegata editorum) and the Endangered white-collared brown lemur (Eulemur cinereiceps). The Manombo Special Reserve covers some 5,000 ha, of which perhaps 3,000 ha is still forest, while the adjoining Classified Forest covers some 10,000 ha, of which about 7,000 ha is forest. It is hoped that the latter will soon be gazetted as a reserve as well. Manombo can be reached by traveling about 30 km south of Farafangana to the village of Manombo on the excellent RN12. There are then several access routes to the forest, either on foot or on dirt tracks requiring a four-wheel-drive vehicle. One of the best sites is about 7 km in from the asphalt road, heading east. A visit requires permission from Madagascar National Parks, and arrangements can be made through one of the local hotels, especially the Austral Hotel and Les Cocotiers. Use of a guide is essential, as it is not easy to find the best sites for these animals. Durrell (formerly, the Durrell Wildlife Conservation Trust) also maintains a research presence in this area. Aside from the two species already mentioned, which are among the real prizes of a lemur-watching expedition to Madagascar, one can also see several others at Manombo. These include an undescribed species of mouse lemur (Microcebus) and two newly-described species that are only found in this region; the Manombo sportive lemur (Lepilemur jamesorum) and the Manombo woolly lemur (Avahi ramanantsoavanai). Greater dwarf lemur (Cheirogaleus major) and southern bamboo lemur (Hapalemur meridionalis) are also present, and you can see signs of aye-aye (Daubentonia madagascariensis) as well. The Agnalahaza Forest (formerly the Mahabo Forest Reserve) is close to Manombo, and is located 40 km along the main highway south of Farafangana, then 5–7 km in on a dirt track. It covers 1,500 ha and is covered in littoral forest, an increasingly rare formation in Madagascar, including some 600 ha of wooded swamp and stands of traveler’s palm (Ravenala madagasariensis). The Missouri Botanical Garden carry out research there, and has already discovered 10 new plant species. Several groups of the white-collared brown lemur (Eulemur cinereiceps) occur in this forest, but Lepilemur, Varecia and Daubentonia appear to be absent. Arrangements can be made as for Manombo, and use of a guide is essential.\n",
            "_map_id":1480
        },
        {
            "_site_id":761,
            "_title":"Manongarivo Special Reserve",
            "_body":"The Manongarivo Special Reserve is in the Sambirano region of northwestern Madagascar. It can be reached by four-wheel-drive vehicle from Ambanja, about 60 km to the south, and it is best to contact an Antsiranana (= Diégo-Suarez) or Nosy Be-based tour operator to arrange such a trip. A permit is required from Madagascar National Parks in order to enter the reserve. There are several hotels in Ambanja and two very good ones in Ankify, but these are a good distance away from the reserve. Manongarivo is the best place to see the Sambirano mouse lemur (Microebus sambiranensis) and the Sambirano woolly lemur (Avahi unicolor), but both are quite difficult to find. Other species present include the Sambirano fork-marked lemur (Phaner parienti), Gray’s sportive lemur (Lepilemur dorsalis), the northern giant mouse lemur (Mirza zaza), northern bamboo lemur (Hapalemur occidentalis), the black lemur (Eulemur macaco), the brown lemur (Eulemur fulvus), and perhaps the aye-aye (Daubentonia madagascariensis). This reserve is hard to reach and is not recommended for first-time visitors to Madagascar.\n",
            "_map_id":1481
        },
        {
            "_site_id":762,
            "_title":"Marojejy National Park ***",
            "_body":"Marojejy National Park is in northeastern Madagascar between the towns of Andapa and Sambava. It is the best place to see the silky sifaka (Propithecus candidus), one of the country’s most endangered species, and is also quite good for white-fronted brown lemur (Eulemur albifrons) and northern bamboo lemur (Hapalemur occidentalis). Eight other species are reported from the park, including an unidentifed species of mouse lemur (possibly Microcebus mittermeieri), hairy-eared dwarf lemur (Allocebus trichotis), greater dwarf lemur (Cheirogaleus major), eastern fork-marked lemur (Phaner furcifer), Seal’s sportive lemur (Lepilemur seali), red-bellied lemur (Eulemur rubriventer), eastern woolly lemur (Avahi laniger), and aye-aye (Daubentonia madagascariensis), but these are more difficult to find given the steep terrain. In any case, the real prize is the silky sifaka, and a visit of at least one night to Camp Marojejia (formerly known as Camp 2), and preferably two or three nights, is required to find this species. The latter may also be seen in the northwest portion of the park in the direction of Doany, but this site remains far off the traditional tourist circuit and requires expedition-level preparations. Even more remote locations for it are to be found in the Befingotra Forest of the Anjanaharibe-Sud Special Reserve, as well as in the Andaparaty Forest in Makira. Park headquarters, with its newly-built information center, is located about 66 km from Sambava, along the main Andapa-Sambava road. From the headquarters, one drives in as far as the village of Mandena if road and bridge conditions permit. From there, it is another 2.5 km to the picnic area just inside the park entrance itself and another 4.5 km to the first campsite, Camp Mantella, where northern bamboo lemurs (Hapalemur occidentalis) can often be seen. From there it is another 2 km to Camp Marojejia, which is the best location for finding the silky sifaka. This camp is situated in the transition from lowland to montane rain forest, and must surely be one of the most beautiful in Madagascar. A large, covered dining area is perched on a mountainside with views overlooking sheer rock outcrops and lush vegetation. Continuing up the main summit trail another 2 km you find Camp Simpona, the highest-altitude camp in the park at 1,250 m elevation. The hike to this third camp is very steep, but well worth the effort since silky sifakas are occasionally seen near the bungalows in this unique montane habitat, and the views are truly magnificent. An additional 2 km of steep walking is needed in order to reach the summit of the Marojejy massif which, at 2,132 m, is one of the country’s highest yet most accessible mountain peaks. Marojejy is perhaps the only national park in Madagascar featuring comfortable bungalows as well as kitchen and toilet facilities deep in primary rain forest. These accommodations are available at each of the three main camps, and can be rented at very low cost at park headquarters, where guides, cooks, and porters can also be hired. For visitors with their own tents, reduced rates are available for using the basic tent sites at each of the three main camps. Sadly, this park was subjected to illegal logging for rosewood in early to mid-2009, and was closed for a brief period. However, it reopened in May, 2009, and all facilities are intact and available for use. There is no reason not to visit this unique and spectacular park, which is one of Madagascar’s real gems.\n",
            "_map_id":1482
        },
        {
            "_site_id":763,
            "_title":"Marotandrano Special Reserve",
            "_body":"Marotandrano Special Reserve is in north-central Madagascar near Mandritsara, and covers some 42,000 ha of rain forest. Access to the reserve is possible from Mandritsare by means of a four-wheel-drive vehicle, but only during the dry season. Basic accommodations can be found in Mandritsara, but staying in the reserve itself requires camping. Species that may be seen here include hairy-eared dwarf lemur (Allocebus trichotis), northern bamboo lemur (Hapalemur occidentalis), red-bellied lemur (Eulemur rubriventer), variegated black-and-white ruffed lemur (Varecia variegata variegata), diademaed sifaka (Propithecus diadema), indri (Indri indri), and possibly aye-aye (Daubentonia madagascariensis).\n",
            "_map_id":1483
        },
        {
            "_site_id":764,
            "_title":"Masoala National Park ***",
            "_body":"Madagascar’s largest national park (240,000 ha), Masoala is in the northeastern part of the country on the Masoala Peninsula. A visit to this remote area is a must for any naturalist interested in Madagascar, but it requires both time and organization. Quality lodging is available on the mainland at Maraontsetra (which can be reached by regular flights from Antananarivo and Toamasina), notably in the excellent Relais du Masoala Ecolodge, and boat trips to the Masoala Peninsula can be arranged through hotels in Maraontsetra or through an Antananarivo-based tour operator. Accommodations are now available on the peninsula as well, at Andranobe, Ambanizana, Lohatrozona, and Tampolo. A rewarding package trip is to spend one night on the island of Nosy Mangabe, which is quite close to the peninsula, and then do a one- to three-day visit to Masoala to any of the above mentioned sites. The highlight of your visit will be a sighting of the red ruffed lemur (Varecia rubra), which is endemic to the peninsula and relatively easy to find due to its loud vocalizations. The white-fronted brown lemur (Eulemur albifrons) is common, and the northern bamboo lemur (Hapalemur occidentalis) can also be seen. Night hikes in the forests near the Lohatrozona campsite offer the opportunity to see the Masoala fork-marked lemur (Phaner furcifer), the Masoala sportive lemur (Lepilemur scottorum), and the Masoala woolly lemur (Avahi mooreorum), the latter two also endemic to the peninsula. Other species reported in the park include an undescribed form of mouse lemur (Microcebus), hairy-eared dwarf lemur (Allocebus trichotis), greater dwarf lemur (Cheirogaleus major), and aye-aye (Daubentonia madagascariensis). As with Marojejy, this park suffered illegal logging in 2009, but we are not yet sure to what extent this has impacted tourism. Be sure to check with tour operators and with Madagascar National Parks upon arrival in Antananarivo.\n",
            "_map_id":1484
        },
        {
            "_site_id":765,
            "_title":"Midongy du Sud–Befotaka National Park",
            "_body":"Midongy du Sud–Befotaka National Park in southeastern Madagascar provides opportunities to view several lemur species, though only the well-seasoned traveler should attempt this journey and then only during the drier months. Species that may be found here are an undescribed form of mouse lemur (Microcebus), greater dwarf lemur (Cheirogaleus major), southern bamboo lemur (Hapalemur meridionalis), red-collared brown lemur (Eulemur collaris), Peyriéras’ woolly lemur (Avahi peyrierasi), aye-aye (Daubentonia madagascariensis), and perhaps Andohahela sportive lemur (Lepilemur fleuretae).\n",
            "_map_id":1485
        },
        {
            "_site_id":766,
            "_title":"Montagne d’Ambre ***",
            "_body":"The Montagne d’Ambre forest complex, including the Montagne d’Ambre National Park and the Forêt d’Ambre Special Reserve, is easily reached by car from Antsiranana (= Diégo-Suarez), a trip that takes 45 minutes to one hour. A four-wheel-drive vehicle is needed for the portion between Ambohitra (= Joffreville) and the park entrance, especially after a heavy rainfall. There are now two excellent lodges at Montagne d’Ambre, the Nature Lodge and Domaine de Fontenay (which also has a 300-ha private reserve where night walks can be quite productive). Daylight hikes close to the main campsite near the forestry station (Les Roussettes) and to the viewpoint overlooking the Grand Cascade will usually result in sightings of crowned lemur (Eulemur coronatus) and Sanford’s brown lemur (Eulemur sanfordi). Night hikes near Les Roussettes and in the botanical garden of the Montagne d’Ambre National Park, though unfortunately not available at the moment (owing to the closure of all parks to nocturnal visits), provide excellent opportunities to observe the Montagne d’Ambre mouse lemur (Microcebus arnholdi), the greater dwarf lemur (Cheirogaleus major), the Montagne d’Ambre fork-marked lemur (Phaner electromontis), the Ankarana sportive lemur (Lepilemur ankaranensis), and possibly aye-aye (Daubentonia madagascariensis). This park is also one of the best places in Madagascar to see endemic carnivores, including the ring-tailed mongoose (Galidia elegans) and perhaps even the very rare falanouc (Eupleres goudotii).\n",
            "_map_id":1486
        },
        {
            "_site_id":767,
            "_title":"Nosy Komba and Nosy Tanikely ***",
            "_body":"The small island of Nosy Komba, near Nosy Be in northwestern Madagascar, is a good place to see the black lemur (Eulemur macaco). The island consists mainly of secondary forest and scrub, but several groups of very habituated black lemurs come every day to a feeding site where tourists can offer them bananas sold by local villagers. Day tours are available from most of the hotels on Nosy Be. There are two small but excellent lodges on the wooded side of the island, the Jardin Vanille and the Tsara Komba, where visitors can spend the night. Semi-wild black lemur populations can also be seen around these lodges. The small island of Nosy Tanikely, a short distance from Nosy Komba and part of the Nosy Be tourist circuit, has an introduced population of the black lemur (Eulemur macaco). It is not worth a special visit for the lemurs, since they are much better seen in Lokobe or Nosy Komba. However, if one happens to be on this island for diving, the principal attraction, a short walk up the hill will usually provide some lemur sightings.\n",
            "_map_id":1487
        },
        {
            "_site_id":768,
            "_title":"Nosy Mangabe Special Reserve ***",
            "_body":"The island of Nosy Mangabe is located in the Bay of Antongil along Madagascar’s northeastern coast, about 5 km offshore from Maroantsetra. The island can be reached by boat, a ride that takes only 20–30 minutes. Stays at the well maintained but basic campsite can be arranged through lodges in Maraontsetra, such as the Relais du Masoala, or through an Antananarivo-based tour operator. Naturally-regenerated lowland rain forest covers the 520-ha island, which was heavily logged about two centuries ago. Nosy Mangabe is home to two diurnal lemur species, the white-fronted brown lemur (Eulemur albifrons) and the northern black-and-white ruffed lemur (Varecia variegata subcincta), and both are quite easy to see. Three nocturnal lemurs also inhabit the island; an as-yet unidentified form of mouse lemur (Microcebus), the greater dwarf lemur (Cheirogaleus major), and the aye-aye (Daubentonia madagascariensis), which was introduced to Nosy Mangabe in the late 1960s. Although sightings of the aye-aye are by no means guaranteed, this is one of the best places in the country to see this elusive creature. Although there is often a lot of human activity along the beach next to the campsite, the beach trail between the campsite and a fisherman’s camp a short distance away is nonetheless the most likely place to find them. Alternatively, ask the local guide if a ramy tree is in fruit, since this is one of the aye-aye’s favorite foods. A climb to the lighthouse at the top of the island is also recommended, both for the view and for lemurs that can be found along the way. Nosy Mangabe is also a delightful setting, a tropical island “paradise” at its best. In addition to the lemurs, it is excellent for a variety of reptiles and amphibians, and serves as a base from which to see migrating humpback whales from July to late September. Day trips from the island to the Masoala Peninsula are also possible.\n",
            "_map_id":1488
        },
        {
            "_site_id":769,
            "_title":"Pic d’ Ivohibe Special Reserve",
            "_body":"This small reserve of 3,450 ha is located south of Andringitra National Park in southeastern Madagascar. It can be reached from Ihosy by means of a four-wheel-drive vehicle, though the journey can be challenging if the bridges along the way have not been repaired from damage sustained in the region’s frequent tropical storms. Species to be seen here include rufous mouse lemur (Microcebus rufus), greater dwarf lemur (Cheirogaleus major), southern bamboo lemur (Hapalemur meridionalis), ring-tailed lemur (Lemur catta), red-fronted brown lemur (Eulemur rufifrons), red-bellied lemur (Eulemur rubriventer), and possibly aye-aye (Daubentonia madagascariensis).\n",
            "_map_id":1490
        },
        {
            "_site_id":770,
            "_title":"“PK 32” and Ifaty",
            "_body":"The forest called “PK 32” is near Ifaty, about one hour north of Toliara (= Tuléar) in southwestern Madagascar. It is best known to birdwatchers who come to see local endemics such as the subdesert mesite (Monias benschi), the long-tailed ground-roller (Uratelornis chimaera), and the running coua (Coua cursor). It is also one of the best places to see the gray-brown mouse lemur (Microcebus griseorufus). High-end hotels such as Les Dunes or Le Paradisier cater to more demanding tourists, while the Plage, Vovotelo and Le Baobab Hotels are suitable for those traveling on a more modest budget. Night walks in the forest can be arranged from many of the hotels in the Ifaty-Mangily region along the coast, and information on availability of local guides can be found in hotels such as the Mora Mora and the Lakana Vezo in Ifaty.\n",
            "_map_id":1491
        },
        {
            "_site_id":771,
            "_title":"Ranomafana National Park ***",
            "_body":"Ranomafana is located in southeastern Madagascar, and is one of the premier lemur-watching sites in the country. It also has one of Madagascar’s most sophisticated research stations. It is particularly important for bamboo lemurs, of which three types can be seen within the park’s boundaries. In fact one form, the golden bamboo lemur (Hapalemur aureus) was first discovered there in 1986. The greater bamboo lemur (Prolemur simus), one of the world’s most endangered primates, is also present but down to vey low numbers. The smaller, recently-described Ranomafana bamboo lemur (Hapalemur griseus ranomafanensis) is more abundant and is most likely to be observed at dusk in stands of common bamboo. Finding all three forms is possible, but requires perseverance, the use of local guides, and at least a couple of days in the forest. Many other lemur species are found in Ranomafana as well. Groups of red-bellied lemurs (Eulemur rubiventer), for instance, have been habituated along the main trail network and are easy to find, in contrast to most other sites where this species is usually quite rare. This is especially true when Chinese guava is in fruit (April–June), at which time they can be seen around Belle Vue along with red-fronted brown lemurs (Eulemur rufifrons). This is also one of the best places to find Milne-Edwards’ sifaka (Propithecus edwardsi), which can be seen at several locations within the park including the Vohiparara region. The southern black-and-white ruffed lemur (Varecia variegata editorum) occurs in Ranomafana as well but finding this species usually requires a few hours of hiking from the Talakately Research Station to reach the more distant forests where they live. Night walks at Ranomafana, meanwhile, offer good opportunities to view several nocturnal lemurs, including rufous mouse lemur (Microcebus rufus), greater dwarf lemur (Cheirogaleus major), Peyriéras’ woolly lemur (Avahi peyrierasi), and small-toothed sportive lemur (Lepilemur microdon), which is most likely to be observed in the park’s Vohiparara region. Aye-aye (Daubentonia madagascariensis) are also present, but as always difficult to find. Ranomafana is also a very popular destination for birdwatchers, who come especially to see the brown mesite (Mesitornis unicolor) and Pollen’s vanga (Xenopirostris polleni). There are now a number of hotels available in the Ranomafana area, the two best being the Centrest Sejour and the Domaine Nature Lodge, which are near the park entrance. In the village of Ranomafana itself there are several other more modest accommodations such as the Setam Lodge. Guides are mandatory, and necessary if one wants to find all lemur species present in the park. They are highly skilled and will contribute significantly towards making your visit a success. Ranomafana National Park can be reached from Antananarivo by car in about seven hours. It can also be reached by car from Fianarantsoa, which is accessible by a weekly commercial flight from the capital. From there, the 50-km drive to Ranomafana takes about an hour. The main highway is fine, and the RN25 is now paved all the way to the park.\n",
            "_map_id":1492
        },
        {
            "_site_id":772,
            "_title":"Sahamalaza-Iles Radama National Park",
            "_body":"The newly-created Sahamalaza-Iles Radama National Park in northwestern Madagascar is the best place to see the blue-eyed black lemur (Eulemur flavifrons), as well as the recently-described Sahamalaza sportive lemur (Lepilemur sahamalazensis). Other species to be found in the southern part of the park include the northern giant mouse lemur (Mirza zaza) and an as-yet-unidentified form of dwarf lemur (Cheirogaleus), while in the northern mainland part visitors may see black lemur (Eulemur macaco) and possibly Mittermeier’s sportive lemur (Lepilemur mittermeieri). Also reported within the park’s boundaries are northern bamboo lemur (Hapalemur occidentalis) and aye-aye (Daubentonia madagascariensis), but, as always, the latter is quite difficult to find. The Ankarafa Forest in Sahamalaza can be reached by a one-hour boat trip from Analalava, a beautiful seaside resort with basic accommodation (e.g., Hotel Malibu, Hotel Narindra). From Analalava, one proceeds to the small village of Marovato, and from there it is a two-hour hike inland. Analalava is served regularly by ferry and bush taxi from Antsohihy, and boats can be arranged locally. However, use of an Antananarivo or Antsiranana-based tour operator and guide is essential. The Sahamalaza Peninsula can also be reached by pirogue from Maromandia. A local guide association was in the process of being formed in 2008.\n",
            "_map_id":1493
        },
        {
            "_site_id":773,
            "_title":"Sainte-Luce Private Reserve **",
            "_body":"The Sainte-Luce Private Reserve is in southeastern Madagascar north of Tolagnaro (= Fort-Dauphin). It consists of a small tract of coastal forest, and is a good site for seeing the red-collared brown lemur (Eulemur collaris) in the Pandanus-dominated forest right along the ocean. Sightings of fat-tailed dwarf lemur (Cheirogaleus medius) and southern woolly lemur (Avahi meridionalis) are possible as well. The reserve belongs to the de Heaulme family, the owners of Berenty, and arrangements to visit can be made through the Hotel Le Dauphin in Tolagnaro.\n",
            "_map_id":1494
        },
        {
            "_site_id":774,
            "_title":"Tsaratanana Strict Nature Reserve",
            "_body":"This large, isolated reserve in northwestern Madagascar provides protection for an important altitudinal gradient of rain forest that culminates at 2,876 m, the highest point in the country. Access is from Ambanja on the west coast, where simple hotels can be found. Visitors need a permit from Madagascar National Parks to enter, and getting there entails expedition-level preparation since this protected area is isolated and remote. A reasonable level of fitness is also necessary. Species to be found here include greater dwarf lemur (Cheirogaleus major), pale fork-marked lemur (Phaner pallescens), Gray’s sportive lemur (Lepilemur dorsalis), northern bamboo lemur (Hapalemur occidentalis), black lemur (Eulemur macaco), brown lemur (Eulemur fulvus), red-bellied lemur (Eulemur rubriventer), and aye-aye (Daubentonia madagascariensis). The newly-described Margot Marsh’s mouse lemur (Microcebus margotmarshae) may perhaps occur there as well as at higher elevations, though this has yet to be confirmed. This reserve is not recommended for first-time visitors to Madagascar, and mounting an expedition there can be quite costly.\n",
            "_map_id":1496
        },
        {
            "_site_id":775,
            "_title":"Tsimanampetsotsa National Park",
            "_body":"Tsimanampetsotsa National Park is in southwestern Madagascar, about a two-hour drive from Anakao (a coastal tourist location with good seaside hotels) or a 45-minute boat ride south of Toliara (= Tuléar). A visit to this protected area can be arranged by hotels in Anakao, such as the Prince Anakao, Anakao Resort, Safari Vezo, Chez Diégo, or De l’Autre Côté de la Lune. The Domaine d’ Ambola, situated near the park, can be booked through an Antananarivo-based tour operator. Although mainly a site for flamingos and other waterfowl, as well as the rare carnivore, Grandidier’s mongoose (Galidictis grandidieri), there is also a good selection of lemurs to be seen. The Mahafaly Plateau, with its dense covering of xeric vegetation, is home to the gray-brown mouse lemur (Microcebus griseorufus), fat-tailed dwarf lemur (Cheirogaleus medius), white-footed sportive lemur (Lepilemur leucopus), ring-tailed lemur (Lemur catta), and Verreaux’s sifaka (Propithecus verreauxi).\n",
            "_map_id":1497
        },
        {
            "_site_id":776,
            "_title":"Tsingy de Bemaraha National Park and Strict Nature Reserve ***",
            "_body":"The Tsingy de Bemaraha National Park and adjoining Strict Nature Reserve are in southwestern Madagascar, and are best known for their amazing knife-like karst outcrops, or tsingys. This park was also Madagascar’s first UNESCO World Heritage Site. The forests surrounding these strange formations are particularly good for Decken’s sifaka (Propithecus deckenii) and rufous brown lemur (Eulemur rufus), and there is a chance of seeing the elusive Ranomafana bamboo lemur (Hapalemur griseus ranomafanensis) in stands of bamboo. This is also the only place where one can see Bemaraha woolly lemur (Avahi cleesei) and Bemaraha sportive lemur (Lepilemur randrianasoloi), and probably the best site for Peters’ mouse lemur (Microcebus myoxinus). Other species that may be encountered there include another as-yet unidentified form of Microcebus, Coquerel’s giant mouse lemur (Mirza coquereli), pale fork-marked lemur (Phaner pallescens), and possibly the aye-aye (Daubentonia madagascariensis). Excursions can be arranged through the Hotel Chez Maggie in Morondava or through most Antananarivo-based tour operators. In addition, there are now two lodges in nearby Bemaraha, the Orchidée de Bemaraha and L’Olympe du Bemaraha. Simple campsites along the Manambolo River, such as Camp Croco, offer alternative accommodations in the form of small tents.\n",
            "_map_id":1498
        },
        {
            "_site_id":777,
            "_title":"Tsingy de Namoroka National Park",
            "_body":"Located in central-western Madagascar, the Tsingy de Namoroka is one of the three protected areas in Madagascar featuring the unusual karst formations known as tsingys. Lemur species known to occur here include gray mouse lemur (Microcebus murinus), northern giant mouse lemur (Mirza zaza), fat-tailed dwarf lemur (Cheirogaleus medius), pale fork-marked lemur (Phaner pallescens), northern bamboo lemur (Hapalemur occidentalis), rufous brown lemur (Eulemur rufus), Decken’s sifaka (Propithecus deckenii), and possibly aye-aye (Daubentonia madagascariensis). Although this area is interesting for its tsingys, it is more difficult to reach than the other two, similarly-featured protected areas, and it is not a high priority for lemur-watching.\n",
            "_map_id":1499
        },
        {
            "_site_id":778,
            "_title":"Tsiombikibo Forest *",
            "_body":"The Tsiombikibo Forest is located northwest of Mitsinjo in western Madagascar. It is presently the only site where one can see the recently-described Tsiombikibo sportive lemur (Lepilemur ahmansonorum), and is also a good site for the mongoose lemur (Eulemur mongoz) and Decken’s sifaka (Propithecus deckenii). Populations of rufous brown lemur (Eulemur rufus) and northern bamboo lemur (Hapalemur occidentalis) occur here as well. The road from Katsepy, the only access, is closed during the rainy season (November–May), so visits are only practical during the dry season. Visitors need to be self-sufficient as there are currently no amenities. Engaging the services of an Antananarivo-based tour operator is highly recommended.\n",
            "_map_id":1500
        },
        {
            "_site_id":779,
            "_title":"Vohimana",
            "_body":"This 800-ha rain forest is part of the Mantadia-Vohidrazana forest block, and ranges in altitude from 700–1,040 m. Vohimana features many of the lemur species found in Analamazaotra Special Reserve and Mantadia National Park, including Goodman’s mouse lemur (Microcebus lehilahytsara), Crossley’s dwarf lemur (Cheirogaleus crossleyi), weasel sportive lemur (Lepilemur mustelinus), gray bamboo lemur (Hapalemur g. griseus), indri (Indri indri) and diademed sifaka (Propithecus diadema). Simple accommodations are situated on a steep gorge. The site is also excellent for reptiles and frogs.\n",
            "_map_id":1502
        },
        {
            "_site_id":780,
            "_title":"Zahamena National Park and Strict Nature Reserve",
            "_body":"The Zahamena National Park and the adjacent Zahamena Strict Nature Reserve are in the central-eastern part of the island. Access is difficult, and is normally undertaken by way of Ambatondrazaka to the west of the park. It takes about six hours by car from Antananarivo to Ambatondrazaka, and then two more hours to cover the 70 km to Antanadava. A four-wheel-drive vehicle is necessary for this last stretch of the journey. Ambatondrazaka offers some basic hotels, but you have to camp if you want to stay in the park itself. Access from the east of the park is exclusively by foot from Vavatenina, an 8-hour trek up Madagascar’s steep eastern escarpment to the highly-degraded northeastern corner. Those who have permission to enter the Strict Nature Reserve can head south from Vavatenina (by motorcycle) to Miarinarivo, proceeding from there on a vigorous, two-day walk to the strictly protected lowland rain forests of the southeastern corner. The forest in this region is spectacular, and species known to occur here include Simmon’s mouse lemur (Microcebus simmonsi), hairy-eared dwarf lemur (Allocebus trichotis), Crossley’s dwarf lemur (Cheirogaleus crossleyi), Masoala fork-marked lemur (Phaner furcifer), weasel sportive lemur (Lepilemur mustelinus), northern bamboo lemur (Hapalemur occidentalis), brown lemur (Eulemur fulvus), red-bellied lemur (Eulemur rubriventer), variegated black-and-white ruffed lemur (Varecia variegata variegata), eastern woolly lemur (Avahi laniger), diademed sifaka (Propithecus diadema), indri (Indri indri), and aye-aye (Daubentonia madagascariensis). It should be noted that there is a high risk of malaria in Zahamena, so it is necessary to take precautions. Given the difficulty of access, Zahamena is not recommended for first-time visitors to Madagascar.\n",
            "_map_id":1503
        },
        {
            "_site_id":781,
            "_title":"Zombitse-Vohibasia National Park *",
            "_body":"This park is in southwestern Madagascar 145–150 km northeast of Toliara (= Tuléar), from which it can be reached by car in about two hours along an excellent road. Otherwise it may be reached from Isalo, 85–90 km to the southwest, using a portion of RN7 that has been recently renovated. Zombitse-Vohibasia is currently the only area for seeing the newly-described Zombitse sportive lemur (Lepilemur hubbardorum), which can easily be found even during the day as it peers out from daytime sleeping sites. Diurnal ring-tailed lemur (Lemur catta), red-fronted brown lemur (Eulemur rufifrons) and Verreaux’s sifaka (Propithecus verreauxi) also occur in the park, although it is by no means the best site for any of these species. Night hikes offer opportunities to see gray mouse lemur (Microcebus murinus), fat-tailed dwarf lemur (Cheirogaleus medius), and Coquerel’s giant mouse lemur (Mirza coquereli), in addition to the Zombitse sportive lemur, and a fork-marked lemur that is probably Phaner pallescens but possibly a new species. There are very basic hotels located in Sakaraha about 12 km from the park, and camping is also possible. A visit to Zombitse-Vohibasia can be combined with a visit to Isalo National Park, since the two are only about an hour apart by car. The Zombitse section of the park is perfectly safe and located right along the highway. The more distant Vohibasia section is sometimes off limits for security reasons due to its use by cattle rustlers. (Propithecus verreauxi) also occur in the park, although it is by no means the best site for any of these species. Night hikes offer opportunities to see gray mouse lemur (Microcebus murinus), fat-tailed dwarf lemur (Cheirogaleus medius), and Coquerel’s giant mouse lemur (Mirza coquereli), in addition to the Zombitse sportive lemur, and a fork-marked lemur that is probably Phaner pallescens but possibly a new species. There are very basic hotels located in Sakaraha about 12 km from the park, and camping is also possible. A visit to Zombitse-Vohibasia can be combined with a visit to Isalo National Park, since the two are only about an hour apart by car. The Zombitse section of the park is perfectly safe and located right along the highway. The more distant Vohibasia section is sometimes off limits for security reasons due to its use by cattle rustlers.\n",
            "_map_id":1504
        },
        {
            "_site_id":782,
            "_title":"Parc Botanique et Zoologique de Tsimbazaza ",
            "_body":"Madagascar’s national zoo, the Parc Botanique et Zoologique de Tsimbazaza (PBZT) was originally founded in 1925 by the French colonial government. It was intended to be a botanical garden for collecting and breeding local plant species, and for introducing “interesting foreign plants” to the island. Some cages with native animal species were later added at the request of the Muséum national d’Histoire naturelle in Paris. In 1960, the park was integrated into the French Office de la Recherche Scientifique et Technique d’ Outre-mer (ORSTOM). In 1974, it was nationalized, and today is under the Ministry of Higher Education. The artificial lake in the center of the park was constructed in 1815 by King Radama I, who needed a place for his soldiers to bathe. It is now a breeding colony for a wild population of cattle egrets. Today, the PBZT is home to a variety of endemic Malagasy mammal, bird and reptile species, along with a few exotics such as ostriches, golden pheasants, and Aldabra tortoises. It also still houses an important collection of native plants, and offers a plant identification service for researchers. Lemurs are represented mostly by members of the Lemuridae (Eulemur, Lemur, Hapalemur, and Varecia), with a relatively new nocturnal house also featuring aye-ayes (Daubentonia madagascariensis) and various species of mouse lemur (Microcebus). The park keeps and breeds several highly threatened lemurs that can be challenging to see in the wild (e.g., Varecia variegata and Eulemur flavifrons). Most are kept in basic cages, though some have recently been renovated with the help of international donors, most notably the Henry Doorly Zoo in Omaha, Nebraska, USA. Some species are also kept on small islands in one of the lakes in the park. Attached to the PBZT is a small natural history museum that houses interesting lemur specimens, including reconstructed skeletons of several of the extinct giant lemurs. At the time of writing, this museum was closed for renovation, and we are not certain when it will reopen. There is also a library on the park grounds that has a substantial collection of books and journals on the natural history of Madagascar, but it is not open to the general public. The park is centrally located in Antananarivo, and open every day from 9:00 am to 5:00 pm. Entry for non-nationals is 10.000 ariary, or about US$5.00. Guides are available at the main entrance for a fee to be negotiated, but are not really necessary. The address of PBZT is Rue Fernand Kasanga, Tsimbazaza, Antananarivo 101 (phone: +261 20 22 311 49, +261 20 22 310 14, +261 20 22 337 56; email: ).\n",
            "_map_id":1489
        },
        {
            "_site_id":783,
            "_title":"Croc Farm Parc Zoologique",
            "_body":"Croc Farm is a private park owned by Reptel, a company that farms Nile crocodiles (Crocodylus niloticus) for leather production. The company, founded by Daniel Bessaguet and Jean Christophe Peyre in 1988, moved into its current premises in Ivato (about five minutes from Antananarivo’s Ivato International Airport) in 1993. In 1994, they opened parts of their crocodile breeding farm to the public, and over the years added various lemur species and other Malagasy fauna to their live collection. The 3-ha park now claims to show more than 80 animal species, including seven different lemurs, fossa (Cryptoprocta ferox), parrots, tortoises and other reptiles, and amphibians. The amphibians and some of the smaller reptiles are housed in a small, very nice vivarium building. The largest part of the park is of course devoted to the breeding of Nile crocodiles. Some 200 large adults live in an artificial lake, and they are fed for the public at 1.00 p.m. on Wednesdays, Fridays and Sundays. Hundreds of other juveniles and young adults of varying sizes are also on view. Croc Farm is open year-round (except January 1, June 26 and December 25) from 9:00 a.m. to 5:00 p.m., and admission is 10,000 ariary (about US$5.00). More information can be found at , and the park can be contacted at +261 (0)20 22 03071/00715, or at +261 (0)34 14 30010/30020.\n",
            "_map_id":1463
        },
        {
            "_site_id":784,
            "_title":"Lemurs’ Park",
            "_body":"Lemurs’ Park is a private, 5-ha site located 22 km southwest of Antananarivo along the RN1 (towards Ampefy), between the villages of Fenoarivo and Imerintsiatosika. It was founded about 10 years ago by Laurent Amouric and Maxime Allorge (grandson of Pierre Boiteau, Founding Director of the Parc Botanique et Zoologique de Tsimbazaza in Antananarivo), with the goal of showing lemurs to the public and eventually reintroducing captive-born lemurs back into the wild. The park, bordered on one side by the Katsaoka River, is currently home to nine species of lemur, most of which are free-ranging in the pine forest and bamboo vegetation of the site. Notable species include two groups of Coquerel’s sifakas (Propithecus coquereli), crowned sifaka (Propithecus coronatus), a single diademed sifaka (P. diadema), and a group of variegated black-and-white ruffed lemurs (Varecia variegata variegata). In addition, there are radiated tortoises, chameleons, and other reptiles. The park is successfully breeding Coquerel’s sifakas, with several having been born since 2007. Lemurs’ Park is open year-round from 9:00 a.m. until 5:00 p.m. (last entry at 4:30 p.m.), and can be visited without prior booking. However, if you would like a full meal in the park’s restaurant, this needs to be booked 48 hours in advance. Note that the restaurant and gift shop are closed on Mondays between January and April. The entrance fee of 15,000 ariary or about US$7.50 (8,000 for children 4-12; under 4 is free) includes a compulsory guided tour. The easiest way to get to Lemurs’ Park is by using the park’s own minibus (“navette”), which needs to be reserved (+261 (0)33 11 252 59, , ). It departs twice daily, at 9.00 a.m. and 2.00 p.m., from outside the Glacier restaurant in the center of Antananarivo (Analakely). The price of 25,000 ariary, or about US$12.50, per person includes transportation and entry to the park. More information can be found at .\n",
            "_map_id":1473
        },
        {
            "_site_id":785,
            "_title":"Ivoloina Parc Zoologique ***",
            "_body":"Parc Ivoloina is a 282 ha forestry station that also includes a small zoo of about 4 ha. It is located 12 km north of Toamasina (= Tamatave) and is operated by the Madagascar Fauna Group (MFG), a consortium of North American and European zoos, under a long-term agreement with the Malagasy government. The zoo was reopened to the public by the MFG in 1990 after a cyclone had destroyed it four years earlier. It receives about 14,000 visitors annually, 70% of which are Malagasy. Parc Ivoloina currently houses more than 100 lemurs of 10 different species, several of which are breeding. Species of note include greater bamboo lemur (Prolemur simus), blue-eyed black lemur (Eulemur flavifrons), and variegated black-and-white ruffed lemur (Varecia variegata variegata). The park also has aye-ayes (Daubentonia madagascariensis), and nocturnal visits can be arranged to see them when they are active. Five lemur species can also be seen in the forest surrounding the park, some of them, such as crowned lemur (Eulemur coronatus) having been introduced. The zoo has several bird, reptile, and amphibian species as well. MFG staff teach sustainable agriculture to visitors in their model station, and there is a conservation education center for school groups. The park is open daily from 9:00 am to 5:00 pm, and entry for non-nationals is 10,000 ariary, or about US$5.00 (4,000 ariary for children aged 5–12). Guided tours can be arranged for 10,000 ariary. Meals can be arranged for groups, and there is a small souvenir shop that sells postcards and t-shirts. The park also has a conference room that seats 100 people, as well as a laboratory and a dormitory. Camping is possible near the lake for 4,000 ariary per night, but you need to bring your own tent. The postal address of Parc Ivoloina is Madagascar Fauna Group, BP 442 Toamasina 501 (phone office +261 (0)53 308 42, Parc Ivoloina Zoo +261 (0)53 931 68, Training Centre +261 (0)53 985 61).\n",
            "_map_id":1467
        }
    ]
}